[
  {
    "title": "Impact",
    "text": "<p>HP branded products and services are deeply intertwined with the Israeli police force and prison systems, their technologies forming the skeleton of Israel’s campaign of segregation, facilitating Israel’s ethnic cleansing of Palestinians.<br></br><ul><li>Since 1967, Israel had held captive approximately one million Palestinians in the occupied territory, including tens of thousands of children. The United Nations Special Rapporteur said the occupied Palestinian territory had been ‘transformed as a whole into a constantly surveilled open-air prison. The occupying power framed the Palestinians as a collective incarcerable security threat, ultimately de-civilianising them, namely eroding their status as protected persons”.</li><li>Since 7 October 2023 the number of Palestinians imprisoned in Israeli custody has doubled from approximately 5,200 to over 10,000, </li><li>Palestinians in the West Bank are often processed in military courts located inside Israeli military bases, which exist with the function of prosecuting “security violations” and actions regarded as a threat to public order. Hundreds of thousands of Palestinians have been brought before these courts on various charges, including entering Israel without a permit, stone-throwing, and traffic violations, the latter of which constitute upon average 40% of chargers per year. Despite military courts being authorised to try anyone who commits an offence in the West Bank, it was decided in the early 1980s that Israeli citizens would be tried in the Israeli civilian court system, meaning Israeli defendants are tried and sentenced under Israeli laws, and Palestinian defendants are tried in military courts, whose laws are different from the civilian court system. Citizens are tried in different courts under different laws for the same offences, perpetuating a two tiered citizenship.</li><li>It is estimated that there are between 500 and 1000 children held in Israeli military detention each year. A 2020 Save the Children report that consulted 228 former child detainees from across the West Bank, detained from between one and 18 months, has revealed that 86% of Palestinian children detained in Israeli military detention are beaten, 69% percent are strip-searched and 42% are injured at the point of arrest, including gunshot wounds and broken bones. This same research also found some children have reported violence of a sexual nature and some have reported being transported betweendetention centres and court in small cages. Palestinian children are frequently interrogated at unknown locations without the presence of a caregiver, and are often deprived of food, water and sleep, or access to legal counsel, according to the research. The main alleged crime for these detentions is stone throwing, which can carry a 20-year sentence in prison for Palestinian children. This physical and emotional abuse often results in lifelong psychological trauma and life altering physical disabilities.</li><li>As of the end of October 2023 there was a record high of 2,070 administrative detainees, Palestinians held without trial or charge. Administrative detention is used as a pre- emptive tool against what the state perceives as a potential threat of terrorism or rebellion, in other words, no offence has been committed. As this measure is intended to be preventative, it has no time limit, and the classified nature of the alleged intelligence upon which the detention is imposed means that it is not revealed to detainees why they are being held. This leaves people who are not charged, tried or convicted, facing unknown allegations with no way to disprove them, not knowing when they will be released.</li><li>The UN Human Rights Office reports receiving first hand testimonies depicting abuse and humiliation of Palestinians, including “worrying allegations that Palestinian inmates have been subjected to beatings and abuse by detention guards, with reports of male and female detainees threatened with rape”. The December 2023 report also expresses concern that “the conditions of Palestinian prisoners in Israeli jails have reportedly deteriorated significantly. Detainees report severe overcrowding and severely restricted access to basic rights such as food, water and electricity, medical treatment, family visits and legal aid”.</li><li>Since 1967 over 1,800 military orders have been issued, yet very few have been promptly translated into Arabic, as is required under the Fourth Geneva Convention. Despite this, these military orders control every aspect of Palestinian life, many of them serving to criminalise of all forms of resistance to the Israeli occupation, including non-violent political expression such as singing a hymn or sounding a slogan, and the labelling of such activities as “terrorism”. Many of these orders are written broadly to allow for wide interpretation by the Israeli army, which violates the obligation of states under international human rights law to clearly spell out conduct that could result in criminal sanction.</li></ul><br></br><p>Examples of Israeli Military Orders: <br></br></p></p>"
  }
]
