[
  {
    "title": "Services to the Israeli\npopulation registry",
    "text": "<p><span class=\"underline\">Between 2017 and 2020</span>, HPE was the sole provider of Itanium servers for Israel’s Population and Immigration Authority, previously operated by the former HP Company. Known as the Aviv System, these servers contain the <span class=\"bold\">population registry</span> of Israel and act as the basis of the <span class=\"bold\">State’s ID card system</span>. The Israeli apartheid regime use this ID system to assign and enforce tiered citizenship, with Israeli citizens being afforded rights and freedoms that are refused to Palestinian citizens, especially those living in East Jerusalem, the West Bank and Gaza. In May 2023, HPE was contracted to provide a further three Itanium servers for the Aviv System for £814,399 from June 2023 until June 2026.</^>"
  },
  {
    "title": "Services to Israel\nPolice",
    "text": "<p>HP-E were paid £850,619 by Israeli police in 2021 for an extension of their contract to provide <span class=\"bold\">maintenance services for HPE manufactured servers</span>, following on from a similar contract that ran from 2018, and the £77,834 they were paid in 2017.</p>"
  },
  {
    "title": "Services to Israel\nPrison Service (IPS)",
    "text": "<p>HP-E were paid £79,022 in 2023 for a year long contract providing maintenance for <span class=\"bold\">HPE equipment used by the Israel Prison Service</span>. This follows on from the 2021-2022 contract in which HP-E were paid upwards of £210,000 to provide computer and communication maintenance. According to the contract documents, HPE equipment is used in both the central and back up IPS server farms. HPE have been providing servers, data storage and data security services for IPS since 2015. As of December 2023, over <span class=\"bold\"><span class=\"underline\">10,000</span> Palestinians are held in Israeli prisons</span>, including many children and activists, with over a quarter of them being held without trial.</p>"
  },
  {
    "title": "Israeli Biometric\ndatabase",
    "text": "<p>In 2019, HPE were paid upwards of £250,000 for the contract to provide <span class=\"bold\">servers, data storage and data security services</span> for the Israeli Ministry of Interior Biometric database. Known as the Basel System, this database <span class=\"bold\">stores facial images and fingerprints</span> of approximately seven million citizens and is used on checkpoints in the occupied Palestinian Territory, controlling the mobility of Palestinians and enforcing Israel’s <span class=\"bold\">two tiered citizenship</span>. This same year, HPE were awarded a two year contract for equipment maintenance for the Ministry of Interior’s Datacenter. In 2016, HPE were paid over over £6,500,000 for the contract to continue to supply their services for Israel’s Biometric project. In 2014, the contract with HP was extended until 2025 and has already amounted to over £47,389,573 worth of contracts that were inherited by HPE and their partners DXC.</p>"
  },
  {
    "title": "Israeli Navy",
    "text": "<p>HP has been equipping the Israeli military since 2006 when it was first contracted to provide electronic services, followed by a virtualisation project for the Israeli Navy, which was run as a pilot before implementing the same system throughout the rest of the Israeli military. This technological infrastructure has been used to enforce the illegal naval blockade on Gaza. HPE and HP Inc. are two of the most widely used technology companies across the globe and whilst their products serve as day-to-day conveniences for many consumers, their technologies form the backbone of Israeli apartheid, actively contributing to the ongoing brutalisation and murder of the Palestinian people. <span class=\"bold\">We are calling for a total boycott of all HP branded goods and services as a result of their involvement in this ethnic cleansing campaign. We will not give money to HPE or HP Inc. until they have withdrawn their support from the state of Israel.</span></p>"
  }
]
